Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/sdir.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Photo Contest for seaferers
nb: Fotokonkurransen for sjøfolk

source: The following must be registered if you choose a read account.
nb: Velger du en lesekonto, må du registrere følgende:

source: There will be other inspections throughout the lifecycle of the ship and a final inspection before scrapping and recycling.
nb: Senere vil det følge inspeksjoner i løpet av skipets levetid og en siste inspeksjon før opphugging og resirkulering.

source: Then the other team must necessarily get 2, 5 and 6 points, which ends up in 13 points.
nb: Det andre laget må nødvendigvis få 2, 5 og 6 poeng som blir 13 poeng.

source: When you press "Upload", a new version of the document will be uploaded.
nb: Når du trykker på "Fullfør", vil en ny versjon av dokumentet lastes opp.

source: The Hong Kong Convention aims to take better care of nature, and the requirements for an overview of hazardous materials on board will make the working environment better both for the seafarers who are on board during the ship's lifetime and for those who are recycling it.
nb: Skipsopphuggingskonvensjonen vil ta bedre vare på naturen, og kravene til oversikt over farlige materialer om bord vil gjøre arbeidsmiljøet bedre både for sjøfolkene som står ombord under skipets levetid og dem som skal hugge det opp etterpå.

source: or very often work more than 16 hours a day.
nb: enn 16 timer i døgnet.

source: I look forward to working with him in the coming years," says Minister of Fisheries and Ocean Policy, Bjørnar Skjæran (Norwegian Labour Party).
nb: Som tidligere statsråd i flere departement kjenner han både forvaltningen og sektoren godt, og jeg ser frem til et godt samarbeid i årene fremover, sier fiskeri- og havminister Bjørnar Skjæran (Ap).

source: This applies, first and foremost, to special requirements for damage stability for ro-ro passenger ships engaged in regular service on foreign voyages - see chapter 4 of the Regulations.
nb: Det gjelder først og fremst særlige krav til skadestabilitet på roro-passasjerskip i utenriks rutefart - se kapittel 4 i forskriften.

source: Issuing of the International Ship Security Certificate, ISSC
nb: Utstedelse av Internasjonalt sikkerhets- og terrorberedskapssertifikat, ISSC

source: If a thermal event has not occurred after 4 hours, additional heat may be applied by using fitted heating elements.
nb: Dersom en termiske hendelse ikke inntreffer etter 4 timer, kan ytterligere varme tilføres ved bruk av innmonterte varmeelementer.

source: A total of 33% stated that they breach the provisions on hours
nb: 33 % oppgir at de bryter arbeids­ og

source: For personnel on passenger ships practicing shift work operating in trade area 1 and 2, the Norwegian Maritime Authority may lay down exceptions from the main rule pursuant to the limitations specified above.
nb: For personell på passasjerskip med skiftordning i fartsområde 1 og 2 kan Sjøfartsdirektoratet fastsette unntak fra hovedregelen utover begrensningene ovenfor.

source: (1) The master of the vessel shall have the qualifications required by the Regulations on qualifications
nb: (1) Føreren av fartøyet skal være kvalifisert etter de krav som følger av den til enhver tid gjeldende

source: Regular requirements for hours of rest (main rule)
nb: Alminnelig hviletidskrav (hovedregelen)

source: List of laws and regulations in force relevant to seafarers working and living conditions, as well as
nb: Liste over lover og forskrifter relevant for sjøfolks arbeids- og levevilkår, samt generell informasjon

source: The area of responsibility is shared between JRCC Northern Norway and JRCC Souther Norway at 65 degrees north.
nb: Ansvarsområdet mellom HRS Nord-Norge og HRS Sør-Norge deles på 65 grader nord – langs grensen mellom Nord Trøndelag og Nordland Fylke.

source: Note: If you have opened this type of account you will not automatically be assigned access to vessels you own.
nb: Hvis du opprettet en slik konto, vil du ikke automatisk få tilgang til fartøy du eier.

source: Section 43 Load lines and requirements for assignment of freeboard on ships engaged on foreign voyages
nb: § 43 Lastelinje og krav til fastsettelse av fribord på skip i utenriksfart

source: Drawings intended for posting on vessels
nb: Tegninger for oppslag

source: Those implementing acts shall be adopted, in accordance with the examination procedure referred to in Article 25.
nb: Disse gjennomføringsrettsaktene skal vedtas etter undersøkelsesprosedyren nevnt i artikkel 25.

source: The information on this page includes instructions from the Norwegian Maritime Authority to ships flying the Norwegian flag with regards to raising the security level from 1 to 2 or 3, as well as recommendations related to the implementation of measures on board the ship in certain other areas.
nb: Informasjonen på denne siden inneholder Sjøfartsdirektoratets instruks til skip med norsk flagg vedrørende høyning av sikringsnivået fra 1 til 2 eller 3, samt anbefalinger om å iverksette tiltak om bord på skipet i enkelte andre områder.

source: • Has a statement from specialist been requested, if necessary?
nb: Er det bedt om spesialisterklæring dersom behov?

source: With the exception of 2012, we have experienced a steady decline in the number of personnel injuries.
nb: Med unntak av 2012 har vi også hatt en jevn nedgang i antall personulykker.

source: The waters off the coast of Togo, Benin and Nigeria.
nb: Farvannet utenfor Togo, Benin og Nigeria.

source: b) have tested negative for SARS-CoV-2 in a test taken no earlier than three days after arrival in Norway.
nb: b) har testet negativt for SARS-CoV-2 på test tatt tidligst tre døgn etter ankomst til Norge.

source: exceed 6 months and the seafarer concerned holds an expired medical certificate of recent date.
nb: tidsrommet ikke overstiger 6 måneder og sjøfolkene er i besittelse av en utløpt helseerklæring av nyere

source: Taking into account today's large displacement vessels, we consider the current anchor weight requirement to be too low for vessels of an overall length between 15 and 24 metres.
nb: Vi har vurdert kravet til ankervekt med dagens store deplasementsfartøy å være for lavt for fartøy med største lengde fra 15 meter til lengde L på 24 meter.

source: That implies that the maximum duration of continuous work cannot exceed 14 hours.
nb: Det betyr at lengste sammenhengende arbeidstid maksimalt kan være 14 timer.

source: In 2003, the IMO Assembly adopted a resolution setting out the guidelines for ship recycling.
nb: I 2003 vedtok IMOs hovedforsamling en resolusjon som nedfelte retningslinjene for resirkulering av skip.

source: Which certificates may be endorsed?
nb: Hvilke sertifikater kan påtegnes?

source: The NMA is in charge of surveys, inspections and issuance of statutory certificates.
nb: Sjøfartsdirektoratet utfører tilsyn, inspeksjoner og utstedelse av fartøysertifikater.

source: diving platforms (see drawing 4 in appendix)
nb: dykkerplattformer (se skisse 4 i vedlegg)

source: The Convention is not expected to enter into force until 2020 at the earliest.
nb: Det er ikke forventet at konvensjonen vil tre i kraft før tidligst i 2020.

source: "SOLAS 90" is also defined in section 2 second paragraph subparagraph d, in order to delimit this set of rules against the consolidated SOLAS 1974 version of 2009 with subsequent amendments.
nb: «SOLAS 90» er også definert i § 2 andre ledd bokstav d for å avgrense dette regelsettet mot den konsoliderte SOLAS 1974 versjonen av 2009 med senere endringer.

source: – the ship has not previously, under the same owner, been used in violation of section 4 of the Act or the provisions of these Regulations; and
nb: skipet ikke tidligere under samme eier har vært brukt i strid med lovens § 4 eller bestemmelsene i denne forskrift, og

source: If a gas fire extinguishing system is used to inhibit propagation, it should have capacity for at least two subsequent releases.
nb: Dersom gasslukking benyttes for å forhindre propagering, skal det være kapasitet til minimum to etterfølgende utløsninger.

source: Authority (NMA) and the six recognized classification societies (DNV, BV, ABS, LR, RINA, ClassNK).
nb: anerkjente klasseselskapene (DNV, BV, ABS, LR, RINA, ClassNK).

source: The longitudinal extent of damage is increased from 3 m plus 3% of L to 1/3L2/3.
nb: Langskips skadeomfang økes fra 3m pluss 3 prosent av L til 1/3 av L opphøyd i 2/3.

source: Norway is a member of Paris MOU which is an agreement between 27 European countries included Russia and Canada.
nb: Paris MOU som er en avtale mellom 27 land i Europa inkludert Canada og Russland.

source: For persons arriving by plane, the test can be taken during the last 24 hours before the scheduled departure time of the first part of the flight.
nb: For personer som ankommer med fly, kan testen være tatt i løpet av de siste 24 timene før oppsatt avgangstid på første del av flyreise.

source: Hareide was a member of the Storting from 2009 to 2021.
nb: Hareide har vært stortingsrepresentant fra 2009 til 2021.

source: If the electronic version is unavailable, you shall receive a printed copy of the Medical certificate or the Declaration of unfitness on form KS 0499-1 B/E and/or KS 0415 B/E.
nb: Dersom elektronisk versjon er utilgjengelig skal du motta en helse- og/eller udyktighetserklæring i papir på skjema KS 0499-1 B/E og/eller KS 0415 B/E.

source: The original is not to be forwarded afterwards.
nb: Søknaden skal ikke ettersendes i original.

source: In addition to the Pollution Control Act, the Regulations on ship recycling have been laid down pursuant to sections 33, 36, 43 and 44 of the Ship Safety and Security Act.
nb: I tillegg til forurensningsloven er forskrift om gjenvinning av skip gitt med hjemmel i skipssikkerhetsloven §§ 33, 36, 43 og 44.

source: Today, the largest shipbreaking countries are India, Bangladesh and Pakistan, which account for more that 90 percent of the world's ships.
nb: De største opphuggingslandene i dag er India, Bangladesh og Pakistan som står for huggingen av over 90 prosent av verdens skip.

source: The Nordic Photo Contest for Seafarers 2017
nb: Den nordiske fotokonkurransen for sjøfolk 2017

source: The Regulation prohibits or restricts the use of substances specified in Annex I to the Regulation, cf. Article 4.
nb: Forordningen forbyr eller begrenser bruken av nærmere angitte stoffer oppført i vedlegg I til forordningen, jf. artikkel 4.

source: Focus on safety culture and risk understanding in 2021
nb: Sikkerhetskultur og risikoforståelse er årets fokusområde i 2021

source: Those implementing acts shall be adopted in accordance with the examination procedure referred to in Article 25. The European List shall be published in the Official Journal of the European Union and on the
nb: Disse gjennomføringsrettsaktene skal vedtas etter undersøkelsesprosedyren nevnt i artikkel 25. Den europeiske listen skal offentliggjøres i Den europeiske unions tidende

source: Any interference with the hours of rest, including work resulting from musters or required drills, shall be recorded in the registration form for hours of rest.
nb: Alle brudd på hviletid skal føres i registreringsskjemaet for hviletid, også ved arbeid som følger av mønstringer eller pålagte øvelser.

source: rigging, e.g. bowsprit (see drawing 14 in Appendix)
nb: rigg, f.eks. baugspyd (se skisse 14 i vedlegg)

source: This means that a speed limit of 12 knots or less will affect almost all cruise and Hurtigruten vessels operating in the Geirangerfjord.
nb: Dette betyr at en hastighetsbegrensning på 12 knop eller lavere vil påvirke nær sagt alle cruise- og hurtigruteskipene som opererer i Geirangerfjorden.

source: , Norway – KV Svalbard
nb: , Norge – KV Svalbard

source: In 1985, there was a gradual political acceptance of NIS and subsequently, the Norwegian Shipowners’ Association also changed sides.
nb: I 1985 oppnås det en gradvis politisk aksept av NIS, etterfulgt av at Norsk rederiforbund også skifter side.

source: When operating in trade area 1 and 2, the supervisory authority
nb: mråde 1 og 2 kan tilsynsmyndigheten fastsette unntak fra

source: Kongsfjorden, Krossfjorden, Lilliehöökfjorden, Möllerfjorden and the northern part of
nb: Kongsfjorden, Krossfjorden, Lilliehöökfjorden, Möllerfjorden og den nordlige del av

source: Shift work is an arrangement where the ship's seafarers work on board for a specified period, and will then be replaced by other seafarers, and those who are replaced, may leave the ship.
nb: Skiftordning er en arbeidsordning, der skipets sjøfolk tjenestegjør om bord for et bestemt tidsrom, for deretter å bli avløst av andre sjøfolk, og der de som avløses, kan forlate skipet.

source: Only the actual hours of rest are to be recorded in the form in arrears and be included in the total hours of rest during a 24-hour period.
nb: Det er kun faktisk gjennomført hviletid som etterskuddsvis skal registreres i skjemaet og inngå i samlet hviletid i løpet av hver 24-timers periode.

source: Table 3-1 shows a potential reduction in fuel consumption and emissions to air for sailing through the area, in both directions, in the range of 19% - 21% for 12 knots, 28% - 31% for 10 knots and between 34% - 37% for 8 knots.
nb: Av Tabell 3-1 fremkommer det at reduksjonspotensialet for drivstofforbruk og utslipp til luft for inn- og utseilingen er i størrelsesorden 19% - 21% for 12 knop, 28% - 31% for 10 knop og mellom 34% - 37% for 8 knop.

source: A cell or cell pair in the test module should be overcharged with a voltage of at least 150% of the maximum charging voltage over time until a thermal event occurs.
nb: En celle eller et cellepar i testmodulen skal overlades med spenning minimum 150% av maksimal ladespenning over tid til en termiske hendelse inntreffer.

source: Among them were solid maritime cities like Grimstad, Arendal and Sandefjord.
nb: Blant dem solide sjøfartsbyer som Grimstad, Arendal og Sandefjord.

source: The letter P and all lines shall be 25 millimetres in breadth
nb: Bokstaven P og al e linjer skal være 25 mm tykke.

source: The Ministry of the Environment therefore requested the Norwegian Maritime Authority to make sure the topic was put on the agenda in the IMO's Marine Environment Protection Committee (MEPC).
nb: Miljøverndepartementet gav derfor Sjøfartsdirektoratet i oppdrag å få saken opp på dagsorden i IMOs miljøvernkomité Marine Environment Protection Comittee (MEPC).

source: When signing up for such an account, you MUST provide an e-mail address and a mobile phone number.
nb: Skal du registrere en slik konto MÅ du oppgi både en e-postadresse og et mobilnummer.

source: This kicked off the political battle to establish NIS and a flag of necessity.
nb: Den politiske kampen om å få opprettet NIS og «Flag of necessity» var dermed i gang.

source: Operational limitations in the territorial waters surrounding Svalbard
nb: Operasjonsbegrensninger i territorialfarvannet ved Svalbard

source: The total hours of work refer to the individual employee's total hours of work, regardless of whether this person works on board different vessels during the 12-week period.
nb: Den totale arbeidstid gjelder den enkelte arbeidstaker sin samlede arbeidstid, uavhengig av om vedkommende tjenestegjør på forskjellige fartøy i 12-ukers perioden.

source: The provisions of section 19 first and second paragraphs make parts of the 2008 IS Code mandatory also for passenger ships engaged on domestic voyages and for cargo ships of 24 metres in length (L) and upwards regardless of trade area.
nb: Bestemmelsene i § 19 første og andre ledd gjør deler av 2008 IS-Koden obligatorisk også for passasjerskip i nasjonal fart og lasteskip med lengde (L) på 24 meter og mer uansett fartsområde.

source: An International ship security certificate is valid for a maximum of 5 years, provided that at least one intermediate verification has been carried out in the validity period.
nb: Et ISSC er gyldig i maksimalt 5 år, forutsatt at det blir foretatt minst en mellomliggende verifikasjon i gyldighetsperioden.

source: For battery installations of less than 20 kWh, please refer to section 8 of this Circular.
nb: For batteriinstallasjoner under 20 kWh vises det til avsnitt 8 i rundskrivet.

source: The cell should be randomly selected, and should have a 100% State of Charge at the start of the test.
nb: Denne cellen skal være tilfeldig valgt og skal i utgangspunktet ha 100 % State of Charge.

source: Every year, between 600 and 700 ships are scrapped.
nb: Hvert år hugges det mellom 600 og 700 skip.

source: Such a list has been prepared, and the result has been included as an appendix to Regulations 1992/695.
nb: Slik liste er utarbeidet og resultatet er tatt inn som et vedlegg til forskrift 1992/695.

source: Passenger ships on a regular service to Norway coming from an area that requires quarantine may not call at a Norwegian port with more passengers requiring testing pursuant to section 4d than what has been agreed with the municipality in charge of the test station in the port of call, cf. section 6m.
nb: Passasjerskip i fast rute til Norge som kommer fra et område med karanteneplikt, kan ikke anløpe norsk havn med flere passasjerer som har testplikt etter § 4d enn det som følger av avtale med kommunen som har ansvar for teststasjonen i den havn de anløper, jf § 6m.

source: 5 Suspected or confirmed case of COVID-19 on board
nb: 5 Mistenkt eller bekreftet tilfelle av covid-19 om bord

source: Can rest hour data be recorded and kept electronically on board?
nb: Kan hviletiden registreres og oppbevares om bord i elektronisk form?

source: This ensures that we can receive and process documents, complete registrations and issue certificates.
nb: Dette sikrer at kan vi ta imot og behandle dokumenter, gjennomføre registreringer og utstede sertifikater og attester.

source: - 249 deficiencies on Norwegian ships with an MLC certificate;
nb: - 249 pålegg ble gitt norske skip med MLC-sertifikat.

source: Prize: Photographic equipment to the value of 450 EUR sponsored by ship owner Hradfrystihusid - Gunnvor
nb: Premie: Fotoutstyr verdi 450 EUR gitt av rederiet Hradfrystihusid - Gunnvor hf.

source: The new register must confirm that the ship will be bareboat registered under their flag for the period specified in the charter party.
nb: Det utenlandske registeret må bekrefte at fartøyet vil bli bareboat-registrert under deres flagg for perioden som er angitt i certepartiet.

source: Ships arriving at or departing from Svalbard and carrying more than 12 passengers are required to have a Passenger Ship Safety Certificate (SOLAS), alternatively an exemption certificate together with a Record of Equipment (form P).
nb: Skip som ankommer til el er avgår fra Svalbard med mer enn 12 passasjerer, skal ha sikkerhetssertifikat for passasjerskip (SOLAS), eventuelt dispensasjonssertifikat samt utstyrsliste (skjema P).

source: Users with access level T2 will have access to My vessels.
nb: Brukere med tilgangsnivå T2 vil ha tilgang til "Min side fartøy".

source: The master, or a person authorised by the master, must monitor and record the hours of rest in every 24-hour and 7-day period.
nb: Skipsføreren eller person bemyndiget av skipsføreren, skal kontrollere og registrere hviletiden i enhver periode på 24 timer og 7 dager.

source: In order that a ship may be entered on the list referred to in section 5, the Norwegian Maritime Authority must have received information which shows that the conditions of section 4 first paragraph have been met, and which is required for entry on the list.
nb: For at et skip kan føres opp på listen nevnt i § 5, må Sjøfartsdirektoratet være gitt opplysninger som viser at vilkårene i § 4 første ledd er oppfylt, og som kreves for at det kan føres opp på listen.

source: Drawings in a format larger than A1 shall still be submitted on paper.
nb: Tegninger i format som er større enn A1, skal fortsatt sendes inn som papirkopier.

source: The resolution called on the member states to follow the guidelines and report on their experience to the IMO.
nb: Resolusjonen oppfordret medlemslandene til å følge retningslinjene og rapportere om sin erfaring til IMO.

source: There was still a need for Norwegian seafarers in Norway”, explains Tenold.
nb: For man hadde fortsatt behov for norske sjøfolk i Norge, forklarer Tenold.

source: A fire on board a passenger craft may have major consequences, and it is vital to notify the coastal radio station (Kystradio) and nearby vessels.
nb: En brann om bord i et passasjerfartøy kan få store følger, og hurtig varsling til land (kystradio) og fartøy i nærområdet er viktig.

source: The certificate must be returned to the Norwegian Maritime Authority if:
nb: Sertifikatet skal leveres tilbake til Sjøfartsdirektoratet i de tilfeller der:

source: Section 24 Double bottoms for passenger ships engaged on domestic voyages
nb: § 24 Dobbeltbunn på passasjerskip i innenriksfart

source: A diesel engine shall be certified and tested in accordance with the NOx Technical Code 2008.
nb: En dieselmotor skal være sertifisert og testet i henhold til NOx Technical Code 2008

source: – This has been an important and comprehensive job – not only with regard to the translation itself but also to making the Regulations available online, says Linda Bruås, Head of Section for Legislation and Contracts at the NMA.
nb: – Det er en stor og viktig jobb som nå er gjort – både med tanke på oversettelse, men også på tilgjengeliggjøring på nett, sier Linda Bruås som er underdirektør i avdeling for regelverk og internasjonalt arbeid i Sjøfartsdirektoratet.

source: The Convention will enter into force 24 months after it has been ratified by 15 Member States or 40% of the IMO's member tonnage.
nb: Konvensjonen vil tre i kraft 24 måneder etter at 15 medlemsland, eller 40 % av IMOs medlemstonnasje, har ratifisert.

source: The choice of flag is a result of close cooperation between Director General Olav Akselsen and Chairman Torstein Hagen of Bergen-based shipping company Viking Cruises.
nb: Innflaggingen er et resultat av et tett samarbeid mellom sjøfartsdirektør Olav Akselsen og styreformann Torstein Hagen i rederiet Viking Cruises.

source: Procedures and training
nb: Prosedyrer og opplæring

source: The mortgagee must consent to the bareboat out registration.
nb: Rettighetshaverne må samtykke til bareboat-utflaggingen.

source: The following dialogue box will be the same as for the general access control.
nb: Dialogen heretter er den samme som for den samlede tilgangsstyringen.

source: Knut Arild Hareide was leader of the Christian Democratic Party from 2011 to 2019 and has been active in both local and national politics.
nb: Knut Arild Hareide ledet Kristelig Folkeparti fra 2011 til 2019, og har erfaring fra både kommunepolitikken og rikspolitikken.

source: Choose which user you want to assign access to
nb: Velg brukeren du skal gi tilgang til

source: You must contact the owner or an administrator to get access to vessels.
nb: For å få tilgang til fartøy må du ta kontakt med eier eller en administrator for disse.

source: Work as a consequense of musters or drills prescribed by or pursuant to law
nb: Mønstringer eller øvelser pålagt i eller i medhold av lov

source: When issuing certificates, the colour vision requirements may therefore be satisfied by achieving CIE colour vision standard 2.
nb: Tilstrekkelig fargesyn for utstedelse av sertifikatet vil dermed kunne oppfylles ved CIE fargesynsstandard 2.
